{
    "Guidelines": "ارشادات",
    "Notifications": "إشعارات",
    "Title": "عنوان",
    "Request Details": "تفاصيل الطلب",
    "details": "تفاصيل",
    "Needed Blood Types": "أنواع الدم اللازمة",
    "Managed Hospitals": "المستشفيات المدارة",
    "Hospital's official name":"اسم المستشفى الرسمي",
    "Helioplis": "على سبيل المثال مصر الجديدة",
    "building number St name off St name":"رقم المبنى واسم الشارع",
    "City code 8-11 digits": "رمز المدينة من 8 إلى 11 رقمًا",
    "Hospital name":"اسم المستشفى",
    "District":"منطقة",
    "Address":"عنوان",
    "Phone": "هاتف",
    "E-mail":"البريد الإلكتروني",
    "Status":"وضع قانوني",
    "Public":"عامة",
    "Private": "خاص",
    "Stats":"احصائيات",
    "Managers":"إدارة",
    "Blood Requests":"طلبات الدم",
    "Hospital Profile":"مستشفى الملف الشخصي",
    "Add New Manager":"أضف مدير جديد",
    "Blood Diversity":"تنوع الدم",
   "My Profile": "ملفي الشخصي",
   "Donate Blood": "تبرع بالدم",
   "Eligibility": "استحقاق",
   "My Hospital": "مستشفي",
   "Search":"بحث",
   "Use Filter": "استخدام تصفية",
    "You cannot donate at this time. However, we would be delighted to see you when you are 18." : "لا يمكنك التبرع في هذا الوقت. ومع ذلك ، سيكون من دواعي سرورنا أن نراك عندما يكون عمرك 18 عامًا." ,
    "If you have never given blood before, then you cannot donate However:  - if you are between 65 and 69 years and have given blood in the last 10 years then you can give blood.  - if you are 70 years or over and you have given blood in the last 2 years and you have a certificate of fitness from your GP, you can give blood. The certificate is valid for 12 months from the date of issue.": "إذا لم تعط الدم من قبل ، فلا يمكنك التبرع: - إذا كنت بين 65 و 69 سنة وأعطيت الدم في السنوات العشر الأخيرة ، يمكنك التبرع بالدم. - إذا كان عمرك 70 عامًا أو أكثر وكنت قد أعطيت الدم في السنتين الأخيرتين ولديك شهادة لياقة من طبيبك العمومي ، فيمكنك التبرع بالدم. الشهادة صالحة لمدة 12 شهرًا من تاريخ الإصدار.",
    "If you weigh less than 50 kgs you are unable to donate at this time. If you weigh more than 130 kgs you are unable to give blood at a mobile blood donor clinic.": "إذا كنت تزن أقل من 50 كلغ ، فلا يمكنك التبرع في هذا الوقت. إذا كنت تزن أكثر من 130 كلغ ، فإنك غير قادر على التبرع بالدم في عيادة متنقلة للتبرع بالدم.",
    "If you are a female under 26 years of age and are less than 5ft 6 inches (168cms) in height and less than 10st 3lb (65 kgs) your height and weight will need to be assessed to establish your eligibility to donate.": "إذا كنت أنثى تحت سن 26 سنة وأقل من 5 أقدام و 6 بوصات (168 سم) في الطول وأقل من 10 أطنان من وزن الجسم (65 كلغ) ، يجب تقييم طولك ووزنك لتحديد أهليتك للتبرع.",
    "You cannot donate if you have any illness or injury which may mean that it is not safe to give your blood to a sick patient.": "لا يمكنك التبرع إذا كان لديك أي مرض أو إصابة قد يعني أنه ليس من الآمن إعطاء دم المريض المريض.",
    "You cannot donate if you had an endoscopy (scope) in the last 4 months. If you were diagnosed with a medical condition or illness.": "لا يمكنك التبرع إذا كان لديك تنظير خلال الأربعة أشهر الماضية. إذا تم تشخيص حالتك الطبية أو مرضك.",
    "You cannot donate for 4 months from the date of the tattoo or the piercing.": "لا يمكنك التبرع لمدة 4 أشهر من تاريخ الوشم أو الثقب.",
    "You cannot donate during pregnancy and for 12 months after your pregnancy.": "ا يمكنك التبرع خلال فترة الحمل ولمدة 12 شهرا بعد الحمل.",
    "Are you under 18?": "هل انت اقل من 18 سنة؟",

}